Repository: olejiksa/irregulars
Catalog: Verbs/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ko, ru, uk, zh_hans

source: Track your progress in learning irregular verbs
de: Verfolgen See Ihren Fortschritt im Lernen der unregelmäßigen Verben
es: Seguir su progreso en el aprendizaje de los verbos irregulares
it: Tieni tracvia dei tuoi progressi nell'apprendimento dei verbi irregolari
ko: 불규칙 동사 학습 진행 상황 추적하다
ru: Отслеживайте свой прогресс в изучении неправильных глаголов
uk: Відстежуйте свій прогрес у вивченні неправильних дієслів
zh_hans: 注意学习不规则动词的进步

source: Translation
de: Übersetzung
es: Traducción
it: Traduzione
ko: 통역
ru: Перевод
uk: Переклад
zh_hans: 翻译

# translation_subtitle
source: Check your knowledge of the translation of irregular verbs
de: Prüfen Sie Ihre Übersetzungskenntnisse der unregelmäßigen Verben
es: Comprueba tu conocimiento de la traducción de verbos irregulares
it: Verifica la tua conoscenza della traduzione dei verbi irregolari
ko: 불규칙 동사 번역에 대한 지식 확인하다
ru: Проверьте знание перевода неправильных глаголов
uk: Перевірте знання перекладу неправильних дієслів
zh_hans: 检查你的不规则动词翻译知识

source: tread
de: beschreiten
es: Pisar
it: calpestare
ko: 짓밟다
ru: ступать, топтать
uk: ступати, топтати
zh_hans: 踩

source: typeset
de: eintippen
es: componer
it: comporre
ko: 입력하다
ru: набирать
uk: набирати
zh_hans: 排版

source: undergo
de: unterziehen
es: someterse
it: subire
ko: 걲다
ru: испытывать, переносить
uk: відчувати, переносити
zh_hans: 经历

source: understand
de: verstehen
es: entender
it: capire
ko: 이해하다
ru: понимать
uk: розуміти
zh_hans: 了解

source: undertake
de: unternehmen
es: emprender
it: intraprendere
ko: 작전하다
ru: предпринимать
uk: робити
zh_hans: 承诺

source: Unlock all verbs in tests
de: Entsperren Sie alle Verben in den Tests
es: Desbloquear todos los verbos en las pruebas
it: Sblocca tutti I verbi nei test
ko: 테스트에서 모든 동사 차단 해제하다
ru: Разблокируйте все глаголы в тестах
uk: Разблокуйте всі дієслова в тестах
zh_hans: 解除测试中所有动词的封锁

source: Untitled
de: Namenlos
es: Intitulado
it: Senza titolo
ko: 미상
ru: Безымянный
uk: Безіменний
zh_hans: 无名的

source: Upgrade to Pro
de: Pro-Version kaufen
es: Actualizar a Pro
it: Aggiornamento a Pro
ko: Pro 버전을 구매하다
ru: Купить Pro-версию
uk: Купити Pro-версію
zh_hans: 购买Pro版本

source: upset
de: verstimmen, kippen
es: trastornar
it: preoccupare
ko: 울상이 되다
ru: расстроиться, опрокидывать(ся)
uk: засмутитися, перекидати(ся)
zh_hans: 伤心

# using_hints_gives_you_no_points
source: Only answers entered or selected correctly on the first try and without using hints are taken into account
de: Nur jene Antworten werden berücksichtigt, die beim ersten Versuch und ohne Hinweise eingegeben oder gewählt wurden
es: Solo se tienen en cuenta las respuestas ingresadas o seleccionadas correctamente en el primer intento y sin usar pistas
it: Vengono prese in considerazione solo le risposte unserite o selezionate correttamente al primo tentativo e senza utilizzare suggerimenti
ko: 프롬프트를 사용하지 않고 첫 번째 시도에서 올바르게 입력하거나 선택한 답변 만 고려됩니다
ru: Учитываются только ответы, введенные или выбранные правильно с первой попытки и без использования подсказок
uk: Враховуються тільки відповіді, введені або вибрані правильно з першої спроби і без використання підказок
zh_hans: 考虑在第一次尝试中正确输入或选择的答案，而不使用暗示。

source: Verbs
de: Verben
es: Verbos
it: Verbi
ko: 동사
ru: Глаголы
uk: Дієслова
zh_hans: 动词

source: vex
de: ärgern
es: vejar
it: preoccupare
ko: 볶다
ru: раздражать, беспокоить
uk: дратувати, турбувати
zh_hans: 烦恼

# view_a_transcription
source: View a transcription in the verb card
de: Sehen Sie die Umschrift in der Karte des Verbs durch
es: Ver una transcripción en la tarjeta de verbos
it: Visualizza una transcrizione nella scheda del verbo
ko: 동사 카드에서 텍스트 변환보기
ru: Просматривайте транскрипцию в карточке глагола
uk: Переглядайте транскрипцію в картці дієслова
zh_hans: 查看音标

source: Voice
de: Stimme
es: Voz
it: Voce
ko: 목소리
ru: Голос
uk: Голос
zh_hans: 声音

# voice_hint
source: To use a better version of a voice, add a new one, or remove a previously added one, go to Settings → Accessibility → VoiceOver → Speech → Voice
de: Um eine bessere Version einer Stimme zu verwenden, eine neue hinzuzufügen oder eine zuvor hinzugefügte Stimme zu entfernen, wählen Sie Einstellungen → Bedienungshilfen → VoiceOver → Sprachausgabe → Stimme
es: Para usar una mejor versión de una voz, agregar una nueva o eliminar una agregada anteriormente, vaya a Configuración → Accesibilidad → VoiceOver → Leer → Voz
it: Pet utilizzare una versione migliore di una voce, aggiungerne una nuova o rimuoverne una aggiunta in precedenza, vai su Impostazioni → Accessibilità → Voce fuoricampo → Discorso → Voce
ko: 고품질 버전의 음성을 사용하거나 새 음성을 추가하거나 이전에 추가 한 음성을 제거하려면 설정 → 접근성 → VoiceOver → 음성 → 음성으로 이동합니다
ru: Чтобы использовать более качественный вариант какого-либо голоса, добавить новый или удалить ранее добавленный, выберите Настройки → Универсальный доступ → VoiceOver → Речь → Голос
uk: Щоб використовувати більш якісний варіант будь-якого голосу, додати новий або видалити раніше доданий, виберіть Налаштування → Універсальний доступ → VoiceOver → Мова → Голос
zh_hans: 为了使用更好的声音版本，请添加新的声音，或取消以前添加的声音，请转至设置→通用访问→VoiceOver→语音→声音

source: wake
de: wecken, aufwachen
es: semana
it: svegliarsi
ko: 일어나다
ru: будить, просыпаться
uk: будити, прокидатися
zh_hans: 唤醒

source: waylay
de: lauern
es: acechar
it: trattenere, bloccare
ko: 대기하고 있다
ru: подстерегать
uk: підстерігати
zh_hans: 守伺

source: wear
de: tragen, anhaben
es: vestir
it: indossare
ko: 쓰다
ru: носить, одевать
uk: носити, одягати
zh_hans: 穿着

source: weave
de: flechten
es: tejer
it: tessere
ko: 직조하다
ru: плести, ткать
uk: плести, ткати
zh_hans: 编织

source: wed
de: heiraten
es: casar
it: sposare
ko: 결혼하다
ru: жениться, выходить (выдавать) замуж
uk: одружуватися, виходити (видавати) заміж
zh_hans: 结婚

source: weep
de: weinen
es: llorar
it: piangere
ko: 울다
ru: плакать, рыдать
uk: плакати, ридати
zh_hans: 哭

source: wend
de: begeben
es: encaminarse a
it: dirigersi, spingersi
ko: 여행하다
ru: отправляться, направляться, путешествовать
uk: відправлятися, направлятися, подорожувати
zh_hans: 走向

source: wet
de: feuchten
es: mojar
it: bagnato
ko: 적시다
ru: мочить, промокать, увлажнять
uk: мочити, промокати, зволожувати
zh_hans: 沾水

# what_is
source: What is the right answer?
de: Welche Antwort ist richtig?
es: ¿Cuál es la respuesta correcta?
it: Qual è la risposta giusta?
ko: 정답은 무엇입니까?
ru: Какой правильный ответ?
uk: Яка правильна відповідь?
zh_hans: 正确答案是什么？

# widget_configuration_display_title
source: Words for every day
de: Wörter für jeden Tag
es: Palabras para todos los días
it: Parole per tutti I giorni
ko: 매일의 단어
ru: Слова на каждый день
uk: Слова на кожний день
zh_hans: 每天用的词汇

# widget_description
source: Memorize all three forms of irregular verbs simply and easily
de: Merken Sie sich alle drei Formen der unregelmäßigen Verben schnell und einfach, ohne die App zu öffnen
es: Memoriza las tres formas de verbos irregulares de forma sencilla y sencilla
it: Memorizzare tutte e tre le forme di verbi irregolari in modo semplice e facile
ko: З앱에 들어 가지 않고도 쉽고 간편하게 세 가지 형태의 불규칙 동사를 외우세요
ru: Запоминайте все три формы неправильных глаголов легко и просто, даже не заходя в приложение
uk: Запам'ятовуйте всі три форми неправильних дієслів легко й просто, навіть не заходячи в додаток
zh_hans: 三种不规则动词形式记得很容易也很简单，即使不必打开应用程序

# widget_display_option_all
source: All
de: Alle
es: Todo
it: Tutti
ko: 모든
ru: Все
uk: Все
zh_hans: 所有一切

# widget_display_option_favorites
source: Favorites
de: Favoriten
es: Favoritos
it: Preferiti
ko: 즐겨찾기
ru: Избранное
uk: Уподобання
zh_hans: 收藏夹

# widget_display_option_title
source: Verbs
de: Verben
es: Verbos
it: Verbi
ko: 동사
ru: Глаголы
uk: Дієслова
zh_hans: 动词

source: will
de: werden (Zeitform in Zukunft)
es: querer
it: volere
ko: 미래에 하다
ru: делать что-то (в будущем)
uk: робити щось (в майбутньому)
zh_hans: 将会

source: win
de: gewinnen
es: ganar
it: vincere
ko: 이기다
ru: выигрывать, побеждать
uk: вигравати, перемагати
zh_hans: 赢

source: wind
de: winden
es: viento
it: serpeggiare
ko: 감다
ru: виться, заводить (механизм), наматывать
uk: витися, заводити (механізм), намотувати
zh_hans: 卷起

source: withdraw
de: zurückziehen
es: retirar
it: ritirarsi
ko: 철수하다
ru: забирать назад, отзывать, изымать
uk: забирати назад, відкликати, вилучати
zh_hans: 提现

source: withhold
de: zurückhalten
es: retener
it: trattenere
ko: 삼가다
ru: воздерживаться, отказывать(ся), удерживать, утаивать
uk: утримуватися, відмовляти(ся), утримувати, приховувати
zh_hans: 预扣

source: withstand
de: standhalten
es: resistir a
it: resistere
ko: 이기다
ru: выдерживать, не поддаваться
uk: витримувати, не піддаватися
zh_hans: 承受

source: wring
de: wringen
es: exprimir
it: torcere
ko: 누르다
ru: выжимать, сдавливать, скручивать
uk: вичавлювати, здавлювати, скручувати
zh_hans: 扭

source: write
de: schreiben
es: escribir
it: scrivere
ko: 쓰다
ru: писать
uk: писати
zh_hans: 写

# writing_subtitle
source: Check your knowledge of irregular verbs forms
de: Prüfen Sie Ihre Kenntnisse der Formen von unregelmäßigen Verben
es: Comprueba tu conocimiento de las formas verbales irregulares
it: Verifica la tua conoscenza delle forme dei verbi irregolari
ko: 불규칙 동사 형태에 대한 지식 테스트를 하다
ru: Проверьте знание форм неправильных глаголов
uk: Перевірте знання форм неправильних дієслів
zh_hans: 检查不规则动词形式的知识

source: Yellow
de: Gelb
es: Amarillo
it: Giallo
ko: 노랑색
ru: Желтый
uk: Жовтий
zh_hans: 黄色

source: Yes
de: Ja
es: Si
it: Si
ko: 네
ru: Да
uk: Так
zh_hans: 对

source: Your efforts
de: Ihre Anstrengungen
es: Sus esfuerzos
it: I tuoi sforzi
ko: 당신의 노력
ru: Ваши усилия
uk: Ваші зусилля
zh_hans: 你的努力

source: zinc
de: verzinken
it: zinco
ko: 어연을 입하다
ru: оцинковывать
uk: оцинковувати
zh_hans: 锌化

source: Links
es: Enlaces
it: Collegamenti
ko: 링크
ru: Ссылки
uk: Посилання
zh_hans: 链接

source: Orange
es: Naranja
it: Arancia
ko: 오랜즈색
ru: Оранжевый
uk: Помаранчевий
zh_hans: 橙色

source: Reset
es: Restablecer
it: Ripristina
ko: 초기화
ru: Сброс
uk: Скидання
zh_hans: 重启

source: Tests
es: Pruebas
it: Test
ko: 테스트
ru: Тесты
uk: Тести
zh_hans: 测验

source: Version
es: Versión
it: Versione
ko: 이본
ru: Версия
uk: Версія
zh_hans: 版本

# widget_intent_description
source: Choose an option on your own
it: Scegli un'opzione de solo
ko: 직접 옵션 선택하다

# widget_intent_title
source: Verbs Intent
it: Verbi Intenti
ko: 동사 의도

source: Demo
ko: 데모
ru: Демо
uk: Демо
zh_hans: 演示版

source: Allow access
ru: Разрешить доступ
uk: Дозвольте доступ

source: Brown
ru: Коричневый

source: By similarity
ru: По сходству
uk: За схожістю

source: Continue
ru: Продолжить

# count
source: Quantity
ru: Количество
uk: Кількість

source: Cyan
ru: Голубой

# disabled
source: Off
ru: Выключены
uk: Виключені

# enabled
source: On
ru: Включены
uk: Включені

source: FAQ
ru: Ознакомительный тур

source: Frequency
ru: Частота
uk: Частота

source: Frequent mistakes
ru: Частые ошибки
uk: Часті помилки

# frequent_mistakes_footer
source: Add these verbs to Favorites and check yourself again by passing the test on them: Tests → three dots → Favorites
ru: Добавьте эти глаголы в «Избранное» и проверьте себя еще раз, пройдя тест по ним: «Тесты» → три точки → «Избранное»
uk: Додайте ці дієслова в «Уподобання» і перевірте себе ще раз, пройшовши тест з них: «Тести» → три крапки → «Уподобання»

# insufficient_permissions
source: The app does not have access to the microphone
ru: Приложение не имеет доступа к микрофону
uk: Додаток не має доступу до мікрофона

# listen_and_record
source: Listen and record below, then compare the pronunciation
ru: Прослушайте и запишите ниже, затем сравните произношение
uk: Послухайте та запишіть нижче, а потім порівняйте вимову

source: Mint
ru: Мятный

# not_found
source: Nothing found
ru: Ничего не найдено
uk: Нічого не знайдено

# onboarding.are_you_ready_for_it
source: Ready to get started?
ru: Готовы начать?

# onboarding.hello
source: Hello
ru: Привет

# onboarding.hello.description
source: Thank you for downloading our app! Let's get to know each other better
ru: Спасибо за загрузку нашего приложения! Давай познакомимся поближе

# onboarding.imagine
source: Can you imagine?
ru: Представляете?

# onboarding.imagine.description
source: 10 verbs that are most often used in speech are irregular! (be, get, go, say and so on)
ru: 10 глаголов, которые чаще всего употребляются в речи — неправильные! (be, get, go, say и так далее)

# onboarding.irregular_verbs
source: Irregular verbs
ru: Неправильные глаголы

# onboarding.irregular_verbs.description
source: The 2nd and 3rd forms of irregular verbs must be remembered
ru: Образование 2-й и 3-й формы у неправильных глаголов нужно запоминать

# onboarding.regular_verbs
source: Regular verbs
ru: Правильные глаголы

# onboarding.regular_verbs.description
source: The 2nd and 3rd forms of regular verbs are formed using the endings -ed: close, closed, closed
ru: 2-я и 3-я формы правильных глаголов образуются с помощью окончания -ed: close (закрывать), closed (закрыл), closed (закрыл, закрыт, закрытый)

# onboarding.three_forms
source: 3 verb forms
ru: 3 формы глагола

# onboarding.three_forms.description
source: In order to avoid mistakes in English tenses, it is necessary to know three forms of the verb: infinitive, past tense, past participle
ru: Чтобы не допускать ошибок в английских временах, необходимо знать 3 формы глагола: начальную, или инфинитив, форму прошедшего времени и третью форму, или причастие прошедшего времени

# onboarding.why
source: How and why
ru: Зачем и почему

# onboarding.why.description
source: The table of irregular verbs in English is like a multiplication table in math. Irregular verbs appear at the early stages of language learning
ru: Таблица неправильных глаголов в английском — как таблица умножения в математике. Неправильные глаголы появляются уже на ранних этапах обучения языку

source: Phrasal verbs
ru: Фразовые глаголы

# search_hint
source: Start typing any irregular verb or its translation to see the search results
ru: Начните набирать неправильный глагол в любой из форм или его перевод, чтобы увидеть результаты поиска
uk: Почніть набирати неправильне дієслово в будь-якій з форм або його переклад, щоб побачити результати пошуку

# setup_notifications
source: Set up a convenient time and frequency of reminders of words for you during the day
ru: Настройте удобные для Вас время и частоту напоминаний слов в течение дня
uk: Налаштуйте зручні для Вас час і частоту нагадувань слів протягом дня

# similarity_all
source: All three forms are the same
ru: Все три формы повторяются
uk: Всі три форми однакові

# similarity_first_and_third
source: 1st and 3rd forms are the same
ru: Повторяются 1-я и 3-я формы
uk: 1-я і 3-я форми однакові

# similarity_others
source: Others
ru: Другие
uk: Інші

# similarity_second_and_third
source: 2nd and 3rd forms are the same
ru: Повторяются 2-я и 3-я формы
uk: 2-я і 3-я форми однакові

# similarity_third_en
source: Ending in -en in 3rd form
ru: Заканчивающиеся на -en в 3-й форме
uk: Закінчується на -en у 3-й формі

# similarity_third_own_and_awn
source: Ending in -own or -awn in 3rd form
ru: Заканчивающиеся на -own или -awn в 3-й форме
uk: Закінчується на-own або-awn у 3-й формі

source: Since
ru: С
uk: З

source: Skip
ru: Пропустить
uk: Пропустити

source: Speaking
ru: Говорение
uk: Говоріння

# speaking_subtitle
source: Compare your pronunciation with the speaker's speech
ru: Сравните свое произношение с речью диктора
uk: Порівняйте свою вимову з промовою оратора

source: Start
ru: Начать

source: Sunrise
ru: Восход
uk: Схід

# sunrise_question
source: When does your morning start?
ru: Когда у Вас начинается утро?
uk: Коли у Вас починається ранок?

source: Sunset
ru: Закат
uk: Захід

# sunset_question
source: What time do you go to bed?
ru: В каком часу Вы ложитесь спать?
uk: О котрій годині Ви лягаєте спати?

source: Time
ru: Время
uk: Час

source: To
ru: До
uk: До

source: Welcome
ru: Добро пожаловать

source: Wrong answer
ru: Неверный ответ
uk: Неправильна відповідь
